Repository: triopsi/th-faq
Catalog: lang/thfaq-*.po
Languages: de_de

source: https://triopsi-hosting.com
de_de: https://www.triopsi-hosting.com

source: A simple FAQ Plugin for WordPress. Add and manage frequently asked questions on your site.
de_de: Ein einfaches FAQ-Plugin für WordPress. Fügen Sie häufig gestellte Fragen auf Ihrer Website hinzu und verwalten Sie sie.

source: How It Works
de_de: Wie es funktioniert

source: Help
de_de: Hilfe

source: How It Works - Display and shortcode
de_de: Wie funktioniert es - Shortcodes und Anzeigen

source: Geeting Started with TH FAQ
de_de: Starten mit TH FAQ

source: Step 1. Go to "All FAQs --> Add New FAQ"
de_de: Schritt 1: Gehe zu "Alle FAQs --> FAQ hinzufügen".

source: Step 2. Add a title and the answer in the text box.
de_de: Schritt 2. Fügen Sie einen Titel und die Antwort in das Textfeld ein.

source: Step 3a. Copy-paste the shortcode <span class="thfaq-shortcode-preview">[thfaq]</span> anywhere in your post or site for show a accordion.
de_de: Schritt 3a. Kopieren Sie den Shortcode <span class="thfaq-shortcode-preview">[thfaq]</span> an eine beliebige Stelle in Ihrem Beitrag oder Ihrer Website, um ein Akkordeon anzuzeigen.

source: or
de_de: oder

source: Step 3b. Copy-paste the shortcode <span class="thfaq-shortcode-preview">[thfaq id="&lt;id&gt;"]</span> anywhere in your post or site for show a single faq.
de_de: Schritt 3b. Kopieren Sie den Shortcode <span class="thfaq-shortcode-preview">[thfaq id="&lt;id&gt;"]</span>an eine beliebige Stelle in Ihrem Beitrag oder Ihrer Website, um eine einzelne FAQ anzuzeigen.

source: All Shortcodes
de_de: Alle Shortcodes

source: Show all faq in a accordion
de_de: Alle FAQs in einem Akkordeon anzeigen

source: show a single faq
de_de: zeige eine einzelne FAQ

source: Show all faq from the category in a accordion
de_de: Alle FAQs aus der Kategorie in einem Akkordeon anzeigen

source: All Shortcodes parameters
de_de: Alle Shortcodes Parameter

source: orderby the atribute of faqs Value=date, ID, title, name or rand, Default=date
de_de: Sortierung von FAQs anhand deren Attribute. Wert=date, ID, title, name oder rand, Standard=date

source: sort the faq in ascending or descending order. Value=asc or desc, Default=ASC
de_de: Sortiere die FAQs in Auf oder Absteigender Reihenfolge. Value=asc oder desc, Standardmäßig=ASC

source: e.g.
de_de: z.B.

source: Need Support?
de_de: Brauchst du Support?

source: Check plugin document for shortcode parameters.
de_de: Checke die Plugin Dokumentation für Shortcode Parametern.

source: Documentation
de_de: Dokumentation

source: Donate
de_de: Spenden

source: Use Font Awesome CDN?
de_de: Benutze Font Awesome CDN?

source: Use Bootstrap CDN?
de_de: Benutze Bootstrap CDN?

source: Enable
de_de: Aktivieren

source: Want to use the CDN for Font Awesome Icons?
de_de: CDN für die Font Awesome Icon Bibliothek benutzen?

source: Want to use the CDN for Bootrap library?
de_de: CDN für die Twitter Bootstrap Bibliothek benutzen?

source: TH FAQ Options
de_de: TH FAQ Einstellungen

source: Save Settings
de_de: Speichere Einstellungen

source: Supports
de_de: Hilfen

source: Debug information
de_de: Debug Informationen

source: You are seeing this because your WP_DEBUG variable is set to true.
de_de: Du siehst diese Einstellungen, weil die WP_DEBU Variable auf true gesetzt worden ist.

source: All FAQs
de_de: Alle FAQs

source: Add New FAQ
de_de: FAQ neu hinzufügen

source: New FAQ
de_de: Neue FAQ

source: Edit FAQ
de_de: FAQ bearbeiten

source: View FAQ
de_de: FAQ Anzeigen

source: Search FAQs
de_de: Suche FAQs

source: No FAQs found.
de_de: Keine FAQs gefunden.

source: No FAQs found in Trash.
de_de: Keine FAQs im Papierkorb gefunden.

source: FAQ Categories
de_de: FAQ Kategorien

source: FAQ Category
de_de: FAQ Kategorie

source: Search FAQ categories
de_de: FAQs Kategorie suchen

source: All FAQ categories
de_de: Alle FAQ Kategorien

source: Parent FAQ Category
de_de: Eltern FAQ Kategorie

source: Parent FAQ Category:
de_de: Eltern FAQ Kategorien:

source: Edit FAQ Category
de_de: Bearbeite FAQ Kategorie

source: Update FAQ Category
de_de: Update FAQ Kategorie

source: Add New FAQ Category
de_de: Neue FAQ Kategorie hinzufügen

source: New FAQ Category Name
de_de: Neue FAQ Kategorie Namen

source: Separate FAQ categories with commas
de_de: Trenne FAQ Kategorien mit kommas

source: Add or remove FAQ category
de_de: Füge oder Lösche FAQ Kategorie

source: Choose from the most used FAQ categories
de_de: Wähle aus den meist benutzen FAQ Kategorien aus

source: No FAQ category found.
de_de: Keine FAQ Kategorie gefunden.

source: FAQ updated.
de_de: FAQ bearbeitet.

source: FAQ published.
de_de: FAQ veröffentlicht.

source: FAQ saved.
de_de: FAQ gepeichert.

source: FAQ draft updated.
de_de: FAQ Entwurf gespeichert.

source: Question
de_de: Frage
